MENU = "Меню"

NOT_REGISTERED_USER = "⛔ Ви не зареєстровані, пишіть адміну"
NOT_ACCESS = "У вас немає доступу, напишіть адміну"
ERROR_OPERATION = "Помилка"

INPUT_USER_ADD = "Введіть користувача формат id name dep :"
INPUT_USER_ADD_ERROR = "Помилка вводу.\nВикористовуйте формат id name dep"
INPUT_USER_ID = "Введіть ID користувача :"
USER_ALREADY_HAVE = "Користувач вже в базі"
USER_ADDED = "Користувач доданий"
USER_ADD_ERROR = "Невдалося додати користувача"
USER_DELETED = "Користувача видалено"
HAVE_NOT_DEP = "Такого dep немає. Використовуйте один з"
ERROR_DELETE_USER = "Не вдалося видалити користувача, напишіть адміну"
USER_HAVE_NOT_IN_DB = "Такого користувача немає в базі"

MY_TASK = "My Tasks 📋"
CREO = "Creo"
TECH = "Tech"

MAIL_TO_ALL = "Введіть повідомлення для розсилки всім користувачам:"

MESSAGE_SEND = "✅ Завдання надіслано!"
MESSAGE_DONT_SEND = "Не вийшло надіслати завдання"
MESSAGE_UP_TO_100 = "Введіть рядок до 100 символів"

TIME_CHOICE = "Введіть дедлайн завдання у форматі\nРІК-МІСЯЦЬ-ЧИСЛО ГОДИНИ:ХВИЛИНИ\nНаприклад 2023-02-24 04:00"
WRONG_TIME_CHOICE = "Неправильний формат, введіть у форматі\nРІК-МІСЯЦЬ-ЧИСЛО ГОДИНИ:ХВИЛИНИ\nНаприклад 2023-02-24 04:00"
SKIP = "Пропустити"

TASK_NOT_AVAILABLE = "Замовлення не доступне"

HAVE_NOT_ACCESS_CALL_ADMINS = "Немає доступу, запитайте у адмінів"
CANCEL = "Відмінити операцію"
CANCEL_OK = "Операцію відмінено"

CHOICE_DEP_USER = "Оберіть тип користувачів"
ALL_DEP = "Всі користувачі"
LIST_IS_EMPTY = "Список пустий"

