CREO-SET_TYPE = 🎨 Выберите тип креатива
CREO-VIDEO = 🎥 Видео
CREO-STATIC = 🖼️ Статика
CREO-GIF = 🎞️ GIF-Анимация

CREO-SET_CATEGORY = 🗂️ Вертикаль:
CREO-SET_GEO = 🌍 Гео:
CREO-SET_LANG = 🗣️ Язык:
CREO-SET_CURRENCY = 💰 Валюта:
CREO-SET_FORMAT = 📏 Формат креатива. Размеры (например, 1000x1000px), формат файла (например, mp4), размер файла (например, до 10mb), продолжительность в секундах:
CREO-SET_OFFER = 🎯 Оффер, слоган/бонусы/текст для призыва к действию (CTA):
CREO-SET_VOICE = 🎙️ Озвучка:
CREO-SET_SOURCE = 📂 Вложения/источники: ссылка на файл (видео/фото), например: https://fex.net/
CREO-SET_DESCRIPTION = 📝 Описание задачи (детально опишите ваши требования к креативу или креативам, если их несколько, например кадр за кадром):
CREO-SET_DESCRIPTION_ERORR = ❗ Описание слишком длинное, сейчас (<b>{$size}</b>) символов. Сократите до 800:

CREO-SET_PLATFORM = 📱 Выберите платформу или введите вручную:
CREO-APPSTORE = 🛒 AppStore
CREO-GOOGLEPLAY = 🛒 Google Play

CREO-COUNT = 🔢 Количество креативов:
CREO-COUNT_ERROR = ❗ Количество должно быть целым числом, например 1 или 7:

CREO-PREVIEW = 🖼️ Креатив
    ━━━━━━━━━━━━━━━━
    <b>Вертикаль:</b> {$category}
    <b>Тип:</b> {$type}
    <b>Платформа:</b> {$platform}
    <b>Гео:</b> {$geo}
    <b>Язык:</b> {$lang}
    <b>Валюта:</b> {$currency}
    <b>Формат:</b> {$format}
    <b>Оффер:</b> {$offer}
    <b>Озвучка:</b> {$voice}
    <b>Вложения/источники:</b> {$source}
    <b>Количество:</b> {$count}

    <b>Описание:</b>
    {$desc}

CREO-PREVIEW_SEND = ✅ Все правильно
CREO-PREVIEW_RETURN = 🔄 Заполнить сначала

CREO-CARD_NAME = #{$id} {$type} | {$category}
CREO-CARD_DESC =
    Тип креатива: {$type}
    Вертикаль: {$category}
    Платформа: {$platform}
    ГЕО: {$geo}
    Язык: {$lang}
    Валюта: {$currency}
    Формат: {$format}
    Оффер: {$offer}
    Озвучка: {$voice}
    Источник: {$source}
    Количество: {$count}

    Задача от: @{$username}

    Описание:
    {$desc}
CREO-NOTIFICATION_CARD =
    #{$id} {$type} ({$category})
    ━━━━━━━━━━━━━━━━
    {$desc}

    Задача от: @{$username}
    Ссылка в Trello: {$url}
