CREO-SET_TYPE = 🎨 Оберіть тип креативу
CREO-VIDEO = 🎥 Відео
CREO-STATIC = 🖼️ Статика
CREO-GIF = 🎞️ GIF-Анімація

CREO-SET_CATEGORY = 🗂️ Вертикаль:
CREO-SET_GEO = 🌍 Гео:
CREO-SET_LANG = 🗣️ Мова:
CREO-SET_CURRENCY = 💰 Валюта:
CREO-SET_FORMAT = 📏 Формат креативу. Розширення (наприклад 1000х1000px), формат файлу (наприклад, mp4), розмір файлу (наприклад до 10mb), тривалість у секундах:
CREO-SET_OFFER = 🎯 Оффер (Offer), слоган/бонуси/текст для заклику до дії (CTA):
CREO-SET_VOICE = 🎙️ Озвучення:
CREO-SET_SOURCE = 📂 Вкладення/джерела: посилання на файл (відео/фото) наприклад: https://fex.net/
CREO-SET_DESCRIPTION = 📝 Опис завдання (детально опишіть ваші вимоги до креативу чи креативів, якщо їх декілька, наприклад кадр за кадром):
CREO-SET_DESCRIPTION_ERORR = ❗ Дуже довгий опис, зараз (<b>{$size}</b>) символів. Скороти до 800:

CREO-SET_PLATFORM = 📱 Виберіть платформу або введіть вручну:
CREO-APPSTORE = 🛒 AppStore
CREO-GOOGLEPLAY = 🛒 Google Play

CREO-COUNT = 🔢 Кількість креативів:
CREO-COUNT_ERROR = ❗ Кількість має виражатися цілим числом, наприклад 1 або 7:

CREO-PREVIEW = 🖼️ Креатив
    ━━━━━━━━━━━━━━━━
    <b>Вертикаль:</b> {$category}
    <b>Тип:</b> {$type}
    <b>Платформа:</b> {$platform}
    <b>Гео:</b> {$geo}
    <b>Мова:</b> {$lang}
    <b>Валюта:</b> {$currency}
    <b>Формат:</b> {$format}
    <b>Оффер:</b> {$offer}
    <b>Озвучення:</b> {$voice}
    <b>Вкладення/джерела:</b> {$source}
    <b>Кіл-сть:</b> {$count}

    <b>Опис:</b>
    {$desc}

CREO-PREVIEW_SEND = ✅ Все правильно
CREO-PREVIEW_RETURN = 🔄 Заповнити спочатку

CREO-CARD_NAME = #{$id} {$type} | {$category}
CREO-CARD_DESC =
    Тип креатива: {$type}
    Вертикаль: {$category}
    Платформа: {$platform}
    ГЕО: {$geo}
    Мова: {$lang}
    Валюта: {$currency}
    Формат: {$format}
    Оффер: {$offer}
    Озвучка: {$voice}
    Джерело: {$source}
    Кількість: {$count}

    Задача від: @{$username}

    Опис:
    {$desc}
CREO-NOTIFICATION_CARD =
    #{$id} {$type} ({$category})
    ━━━━━━━━━━━━━━━━
    {$desc}

    Задача від: @{$username}
    Посилання в Trello: {$url}
