NOT_REGISTERED_USER = "⛔ Ви не зареєстровані, пишіть адміну"
NOT_ACCESS = "У вас немає доступу, напишіть адміну"
ERROR_OPERATION = "Помилка"

INPUT_USER_ADD = "Введіть користувача формат id name dep :"
INPUT_USER_ADD_ERROR = "Помилка вводу. Використовуйте формат id name dep:"
INPUT_USER_ID = "Введіть ID користувача :"
USER_ALREADY_HAVE = "Користувач вже в базі"
USER_ADDED = "Користувач доданий"
USER_DELETED = "Користувача видалено"
HAVE_NOT_DEP = "Такого dep немає. Використовуйте один з"
ERROR_DELETE_USER = "Не вдалося видалити користувача, напишіть адміну"
USER_HAVE_NOT_IN_DB = "Такого користувача немає в базі, повторіть спробу:"

MAIL_TO_ALL = "Введіть повідомлення для розсилки всім користувачам:"

MESSAGE_SEND = "✅ Задание отправленно!"
MESSAGE_DONT_SEND = "Не вийшло надіслати завдання"
MESSAGE_UP_TO_100 = "Введіть рядок до 100 символів"

TIME_CHOICE = "Введіть дедлайн завдання у форматі\nРІК-МІСЯЦЬ-ЧИСЛО ГОДИНИ:ХВИЛИНИ\nНаприклад 2023-02-24 04:00"
WRONG_TIME_CHOICE = "Неправильный формат, введите в формате\nРІК-МІСЯЦЬ-ЧИСЛО ГОДИНИ:ХВИЛИНИ\nНаприклад 2023-02-24 04:00"
SKIP = "Пропустити"

HAVE_NOT_ACCESS_CALL_ADMINS = "Немає доступу, запитайте у адмінів"
